Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1044_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Čeäʹppvuõđpeiʹvv leäi sääʹmnuõri da uʹčteeʹli čeäppvuõđčuäʹjtõs
fin: Taidetapahtuma oli saamelaisnuorten ja opettajien taidonnäyte

source: Uccjooǥǥâst pâzzlâšttam-mannust 25.-26. peeiŠv riõššum Sääʹmnuõri čeäʹppvuõđpeiʹvv leäi eʹpet sääʹmnuõri da – uʹčteeʹli euʹnnreeʹǧǧes čeäʹppvuõđčuäʹjtõs.
fin: Utsjoella maaliskuun 25.-26. päivinä järjestetty Saamelaisnuorten taidetapahtuma oli jälleen saamelaisnuorten ja - opettajien värikäs taidonnäyte.

source: Šõddmõõžž väʹlddteeʹmmen leämmaž musiikk čuâjai Uccjokknjääʹlm škooul kueʹrncest joikkân, laulljen da räppen, koi tueʹǩǩen čuõʹjje määŋg nuõri jiiʹjjes bäänd.
fin: Tapahtuman pääteemana ollut musiikki soi Utsjokisuun koulun salissa joikuna, lauluna ja räppinä, joita säestivät useat nuorten omat bändit.

source: Sääʹmteʹǧǧ spässpââžž pukid čeäʹppvuõđpeeiʹvi riâššmõʹšše jeeʹresnalla vuässõõttâm oummid ooʹnstam šõddmõõžžâst !
fin: Saamelaiskäräjät kiittää kaikkia taidetapahtuman järjestämiseen eri tavoin osallistuneita onnistuneesta tapahtumasta !

source: Sääʹmnuõri eʹtǩǩeejen väʹlddkååddlaž SOUNDS-šõddmõʹšše Porvoo-gåårda vaʹlljee Villat-joouk Uccjooǥǥâst da Čagaldahttit-joouk Âʹvvlest.
fin: Saamelaisnuorten edustajiksi valtakunnalliseen SOUNDS-tapahtumaan Porvooseen valittiin utsjokelainen Villat - ryhmä ja ivalolainen Čagaldahttit - ryhmä.

source: Villat-joukk vuâlgg väʹlddkååddlaž šõddmõʹšše čuäʹjtõõzzines Dan man oainnát, koon oʹhjjeejen toimmai Niilo Rasmus.
fin: Villat-ryhmä lähtee valtakunnalliseen tapahtumaan esityksellään Dan man oainnát, jonka ohjaajana toimii Niilo Rasmus.

source: Âʹvvel vueʹllškooul joukk Čagaldahttit vuâlgg Porvoo šõddmõʹšše čuäʹjtõõzzines Čagaldahttin, koon oʹhjjeejen toimmje Maarit Niittyvuopio, Laura Niittyvuopio da Hannu Huumonen.
fin: Ivalon alakoulun ryhmä Čagaldahttit lähtee Porvooseen esityksellään jonka ohjaajina toimivat Maarit Niittyvuopio, Laura Niittyvuopio ja Hannu Huumonen.

source: Čeäʹppvuõđpeiʹvv noori Uccjokknjääʹlm škooul kueʹrnec ruõbdeezz mieʹldd tiuʹdde nelljdpeeiʹv 26.3.
fin: Taidetapahtuma kokosi Utsjokisuun koulun salin ääriään myöten täyteen torstaina 26.3.

source: Pääiʹǩ âʹlnn leʹjje sääʹmnuõr uʹčteeʹlineez, peâmmjineez da ǩiõččjineez pâʹjjel 400 ooumžed.
fin: Paikalla oli saamelaisnuoria opettajineen, huoltajineen ja yleisöineen reilut 400 henkeä.

source: Vuässõõtti pueʹtte õhtsiʹžže pâʹjjel 15 jeeʹres škooulâst sääʹmvuuʹdest da tõn oolǥbeäʹlnn.
fin: Osallistujia tuli yhteensä yli 15 eri koululta saamelaisalueelta ja sen ulkopuolelta.

source: Säʹmmlai dommvuuʹdest vuässõõtti pueʹtte âʹldd juõʹǩǩ škooulâst.
fin: Saamelaisten kotiseutualueelta osallistujia tuli lähes jokaisesta koulusta.

source: Sääʹmvuuʹd oolǥbeäʹlnn vuässõõtti leʹjje Heʹlssnest da Ruäʹvnjâârǥâst.
fin: Saamelaisalueen ulkopuolelta osallistujia oli Helsingistä ja Rovaniemeltä.

source: Nuʹt pieʹll čeäʹppvuõđpeivva vuässõõttâm nuõrin vuässõõđi tuâjjpõõrteid da ääʹveempoʹdde, kook riõššeš juʹn seärad 25.3.
fin: Noin puolet taidetapahtumaan osallistuneista nuorista osallistui taidetapahtumatyöpajoihin ja avajaistilaisuuteen, jotka järjestettiin jo keskiviikkona 25.3.

source: Tuâjjpõõrtei väʹlddteeʹmmen leäi eeʹjj 2016 šõddmõõžž õuddlõʹstti teaʹtter.
fin: Työpajojen pääteemana oli vuoden 2016 tapahtumaa ennakoiva teatteri.

source: Ǩeeuʹniǩteaʹtter oʹhjjii ǩiõllpieʹssjååʹđteei da musiikkneǩ Heli Aikio da jeeʹres tuâjjpõõrteid jieʹllikarttoʹhjjeei Pauliina Feodoroff, musiikkneǩ-čuäʹjtõõtti Sverre Porsanger, čuäʹjtõõtti-toimteei Heli Huovinen da päärnai TV-prograammâst Unna Junnást toobdâs čuäʹjtõõtti Irene Länsman.
fin: Varjoteatterityöpajaa ohjasi kielipesäohjaaja ja muusikko Heli Aikio ja muita teatterityöpajoja elokuvaohjaaja Pauliina Feodoroff, muusikko-näyttelijä Sverre Porsanger, näyttelijä-toimittaja Heli Huovinen ja lasten TV-ohjelma Unna Junnásta tunnettu näyttelijä Irene Länsman.

source: Vueʹss nuõrin vuäǯǯai vuäʹpstõõzz räiddkartt-tuõjju karttčeäʹppneeʹǩǩ Sunna Kitti jååʹđteʹmen.
fin: Osa nuorista sai opastusta sarjakuvatyöhön kuvataiteilija Sunna Kitin johdolla.

source: Vueʹss nuõrin vuäǯǯâi mättʼtempoodd sääʹmǩiõllsaž räpmusiikk määttʼtaid musiikkneǩ Ailu Valle vuäʹpstemen.
fin: Osa nuorista sai oppitunnin saamenkielisen räpmusiikin saloihin muusikko Ailu Vallen opastamana.

source: Sääʹmnuõri čeäʹppvuõđpeiʹvv jeäll juʹn viiđad lååi eeʹjjes da tõst lij lååʹjji iiʹjji mieʹldd šõddâm tääʹrǩes areena määŋgaid nuõrid čeäppõõžž staarjõõttjid.
fin: Saamelaisnuorten taidetapahtuma elää jo viidettä vuosikymmentään ja siitä on vuosikymmenten myötä muodostunut tärkeä areena monille nuorille taiteen harrastajille.

source: Eeʹjj kõõski šõddi čeäʹppvuõđpeiʹvv oudd tääʹrǩes čuäʹjtõõttâmpaaiʹǩid da mii tääʹrǩmõs, jiiʹjjesǩiõllsaž ǩiõččjeejid.
fin: Vuosittain toistuva taidetapahtuma antaa tärkeitä esiintymiskokemuksia ja mikä tärkeintä, omakielisen yleisön.

source: Sääʹmnuõri čeäʹppvuõđpeeiʹv ǩiõllân Uccjooǥǥâst toimmje puk kolmm Lääʹddjânnmest mainstum sääʹmǩiõl.
fin: Saamelaisnuorten taidetapahtuman kielinä Utsjoella toimivat kaikki kolme Suomessa puhuttua saamen kieltä.

source: Šõddmõõžž jååʹđteeʹjen toimmje nuõrttsääʹmǩiõllsaž Anna-Katariina Feodoroff, aanarsääʹmǩiõllsaž Martta Alajärvi da tâʹvvsääʹmǩiõllsaž Tuomo Laiti.
fin: Tapahtuman juontajina toimivat koltansaamenkielinen Anna-Katariina Feodoroff, inarinsaamenkielinen Martta Alajärvi ja pohjoissaamenkielinen Tuomo Laiti.

source: Šõddmõõžž tuomren toimmje nuõrttsääʹmǩiõllsaž Anna Lumisalmi, aanarsääʹmǩiõllsaž Heli Aikio da tâʹvvsääʹmǩiõllsaž Ailu Valle.
fin: Tapahtuman tuomareina toimivat koltansaamenkielinen Anna Lumisalmi, inarinsaamenkielinen Heli Aikio ja pohjoissaamenkielinen Ailu Valle.

source: ʼhtt čeäʹppvuõđpeeiʹvi vuâđđjurddjin lij, što tõn puk čuäʹjtõõzz lie sääʹmǩiõllsa.
fin: Yksi taidetapahtuman periaatteista on, että sen kaikki esitykset ovat saamenkielisiä.

source: Sääʹmnuõri čeäʹppvuõđpeeiʹv riâššjen lij sääʹmteʹǧǧ õõutveäkka Uccjokknjääʹlm škooulin.
fin: Saamelaisnuorten taidetapahtuman järjesti saamelaiskäräjät yhteistyössä Utsjokisuun koulun kanssa.

source: Šõddmõõžž teäggad mättʼtõs- da kulttuurministeria.
fin: Tapahtumaa rahoittaa opetus- ja kulttuuriministeriö.

source: Sääʹmnuõri čeäʹppvuõđpeiʹvv lij vueʹss väʹlddkååddlaž Nuori kulttuuri - šõddmõõžž.
fin: Saamelaisnuorten taidetapahtuma on osa valtakunnallista Nuori kulttuuri - tapahtumaa.

source: Šõddmõõžž tekniikkâst vaʹsttii Tuupa Records Jussi Isokoski jååʹđteʹmen.
fin: Tapahtuman tekniikasta vastasi Tuupa Records Jussi Isokosken johdolla.

source: Čeäʹppvuõđpeeiʹvin stipeeʹndivuiʹm paʹlǩǩuum joouk:
fin: Taidetapahtumassa stipendein palkittiin seuraavat ryhmät:

source: Karigasnjaarǥ škooul 6-9-ekksa, jååʹđteei Kaaren Kitti
fin: Karigasniemen koulu 6-9-vuotiaat, ohjaaja Kaaren Kitti

source: Hetta škooul 10-15-ekksa, jååʹđteei Inga-Máret Gaup-Juuso da Anne-Maria Kukkonen
fin: Hetan koulu 10-15-vuotiaat, ohjaajat Inga-Máret Gaup-Juuso ja Anne-Maria Kukkonen

source: Âʹvvel pâʹjjtääʹss, 10-15-ekksa, jååʹđteei Katri Kittilä
fin: Ivalon yläaste, 10-15-vuotiaat, ohjaaja Katri Kittilä

source: Čeʹvetjääuʹr škooul, 10-15-ekksa, jååʹđteei Erkka Antila da Seija Sivertsen
fin: Sevettijärven koulu, 10-15-vuotiaat, ohjaaja Erkka Antila ja Seija Sivertsen

source: Karesuvanto škooul, 10-15-ekksa, jååʹđteei Ulla Magga da Taina Syväjärvi
fin: Karesuvannon koulu, 10-15-vuotiaat, ohjaajat Ulla Magga ja Taina Syväjärvi

source: Âʹvvel lukio, 16-20-ekksa, jååʹđteei Petra Kuuva
fin: Ivalon lukio, 16-20-vuotiaat, ohjaaja Petra Kuuva

source: Uccjokknjääʹlm škooul, 16-20- ekksa, jååʹđteei Niilo Rasmus
fin: Utsjokisuun koulu, 16-20- vuotiaat, ohjaaja Niilo Rasmus

source: Ǩiõčč täʹst
fin: Katso tästä

source: , snimldõõǥǥ Terhi Tuovinen.
fin: , kuvat Terhi Tuovinen.

source: Eeʹjj 2016 Sääʹmnuõri čeäʹppvuõđpeiʹvv riâššât Aanar Sajoozzâst teeʹmmen teaʹtter.
fin: Vuoden 2016 Saamelaisnuorten taidetapahtuma järjestetään Inarin Sajoksessa teemanaan teatteri.
